const TRANSLATIONS: { [key: string]: string } = {
  'Edit blocks': 'Редактировать',
  'Add blocks': 'Добавить',
  'Move blocks': 'Переместить',
  'Resize blocks': 'Изменить размер',
  'Preview page': 'Превью',

  'Add blocks to page': 'Добавьте блоки на страницу',
  'Search for blocks': 'Найти...',
  'No blocks found': 'Ничего не найдено...',
  'Click to add or drag and drop it somewhere on your page!': 'Нажмите, чтобы добавить, или перетащите на свою страницу 🤩',

  'Content is visible': 'Содержимое отображается',
  'Content is hidden': 'Содержимое скрыто',
  'Duplicate Plugin': 'Продублировать блок',
  'Remove Plugin': 'Удалить блок',

  'Image': 'Изображение',
  'Loads an image from an url.': 'Загружает изображение по URL и файлу.',
  'OR': 'или',
  'Existing image URL': 'URL-адрес изображения',
  'Link to open upon image click': 'Ссылка открывающаяся по клику на картинку',
  "Image's alternative description": 'Альтернативное описание изображения',
  'Open link in new window': 'Открыть ссылку в новом окне',
  'Wrong file type': 'Неправильный тип файла',

  'Text': 'Текст',
  'An advanced rich text area.': 'Расширенная область форматированного текста.',
  'Write here...': 'Напишите здесь...',

  'Spacer': 'Проставка',
  'Resizeable, horizontal and vertical empty space.': 'Изменяемое размерное, горизонтальное и вертикальное пустое пространство.',

  'Video': 'Видео',
  'Include videos from Vimeo or YouTube': 'Включите видео с Vimeo или YouTube',

  'Background': 'Фон',
  'Add background color, image or gradient': 'Добавьте фон: цвет, изображение или градиент.',
  'Use parallax effect': '',
};

export default TRANSLATIONS;
